import ServicesItem from "./ServicesItem";

const servicesData = [
    {
        number: "01",
        title: "Брендинг",
        content:
            "Головна мета нашої роботи  — перетворити ваш бізнес на бренд. Коли люди поступово починають з поміж всіх гравців ринку, віддавати перевагу саме вам. Ми глибоко вивчаємо ваших клієнтів, ринок та конкурентів, аби знайти щось більш важливе, ніж ринкові відносини. Сучасний світ створюється людьми для людей, тому аби мати лояльних клієнтів — треба мати цінності, та бути зрозумілим для тих, з ким ви комунікуєте.",
    },
    {
        number: "02",
        title: "Візуальна ідентичність",
        content:
            "Для того аби вирізнятись з поміж інших — треба бути впізнаваним. Ми створюємо фірмовий стиль, який звертає на себе увагу і запам’ятовується через прості образи. Люди не люблять складне, тому треба бути простим, цікавим та зрозумілим. Ми аналізуємо всі точки контактів клієнта з вашим брендом і створюємо єдину впізнавану візуальну ідентичність.",
    },
    {
        number: "03",
        title: "Дизайн та розробка сайтів",
        content:
            "В сучасному світі сайт є одним з найголовніших каналів комунікації вашого бренду з аудіторією. Тому ми любимо поєднувати естетику і зручність користування, щоб ваші клієнти з задоволенням заходили на ваш сайт. Ми проводимо детальний аналіз вашого продукту, ринку та конкурентів, задля того, щоб представити вас в digital-середовищі так, аби ваш сайт став прикладом для наслідування.",
    },
    {
        number: "04",
        title: "Креативна реклама",
        content:
            "Ми наслідуємо фундаментальні принципи реклами — звертати на себе увагу та запам’ятовуватись. Дайте нам бриф і ми розробимо комплексну стратегію вирішення вашої задачі через всі види комунікацій.",
    },
];

const Services = (props) => {
    return (
        <section className="mx-[32px] lg:mx-[72px] 2xl:mx-[92px] mb-[96px] lg:mb-[128px] 2xl:mb-[241px]">
            <div className="">
                <h1 className="text-[36px] lg:text-[56px] leading-[43.2px] lg:leading-[67.2px] font-normal mb-[64px] lg:mb-[108px]">
                    Наші послуги
                </h1>
                <div className="flex flex-col lg:items-end">
                    {servicesData.map((servicesData, index) => (
                        <ServicesItem
                            key={index}
                            number={servicesData.number}
                            title={servicesData.title}
                            content={servicesData.content}
                        />
                    ))}
                </div>
            </div>
        </section>
    );
};

export default Services;
